Revit 2027 API
ParameterTypeId.StairsAttrNumMidStringers Property
 "Middle Stringers"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrNumMidStringers { get; }
Public Shared ReadOnly Property StairsAttrNumMidStringers As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrNumMidStringers {
	ForgeTypeId^ get ();
}
static member StairsAttrNumMidStringers : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace